{"_id":"62e85c1a09de160004116aeb","user":{"provider":"google","id":"112946319061513388617","displayName":"Atrej Mak","name":{"familyName":"Mak","givenName":"Atrej"},"emails":[{"value":"atrejmak93@gmail.com"}],"email":"atrejmak93@gmail.com","avatar":"https://lh3.googleusercontent.com/a/AItbvmny72vXhE-Iw2FUPjEMn0DeCK5-oLeMyocxRgAE=s96-c","token":"eyJhbGciOiJSUzI1NiIsImtpZCI6IjE1NDllMGFlZjU3NGQxYzdiZGQxMzZjMjAyYjhkMjkwNTgwYjE2NWMiLCJ0eXAiOiJKV1QifQ.eyJpc3MiOiJhY2NvdW50cy5nb29nbGUuY29tIiwiYXpwIjoiMjE4MTcwMTU2NTg5LTQ1YWExZTNyN2RxM2RudmY3aHNsZzU0dmFma3RxY3QyLmFwcHMuZ29vZ2xldXNlcmNvbnRlbnQuY29tIiwiYXVkIjoiMjE4MTcwMTU2NTg5LTQ1YWExZTNyN2RxM2RudmY3aHNsZzU0dmFma3RxY3QyLmFwcHMuZ29vZ2xldXNlcmNvbnRlbnQuY29tIiwic3ViIjoiMTEyOTQ2MzE5MDYxNTEzMzg4NjE3IiwiZW1haWwiOiJhdHJlam1hazkzQGdtYWlsLmNvbSIsImVtYWlsX3ZlcmlmaWVkIjp0cnVlLCJhdF9oYXNoIjoiNG50OFJ2MmtfaEVuTlhUNGJwaXAxQSIsIm5hbWUiOiJBdHJlaiBNYWsiLCJwaWN0dXJlIjoiaHR0cHM6Ly9saDMuZ29vZ2xldXNlcmNvbnRlbnQuY29tL2EvQUl0YnZtbnk3MnZYaEUtSXcyRlVQakVNbjBEZUNLNS1vTGVNeW9jeFJnQUU9czk2LWMiLCJnaXZlbl9uYW1lIjoiQXRyZWoiLCJmYW1pbHlfbmFtZSI6Ik1hayIsImxvY2FsZSI6ImVuIiwiaWF0IjoxNjU5Mzk1MDkyLCJleHAiOjE2NTkzOTg2OTIsImp0aSI6ImIxYjVmY2Q2YjZiM2ZhNTk4N2FlZjMyYWU1Nzc3NTU5ZTYyYmZlNWIifQ.hpcjYVQzg6DM_mdvU_sxz5romx6HKLGm03XdZ495X1x8CxLezV4h-45ua65FTPOsIfHoGPUGAT6C09I-zEDDGFLrasCkV6vzCByBHfiX8e0vgy2svr_2yVTQzMSohwCs2n8NeHFKUg2M0C66YHZq51xBathwLfih7Yq9TmWIKH8uxXOouXk3NxguXxKXVh2rXjQYysJ4wK7V1votgG3-hA2SD7UajmlKb4eOQgHcvZyOqfSIlV3kLQsIItndozoadZAo5PCBv1S1qOJQOMeBDNQRiSUd4F48A4zXlSRJC6V0xpUGJrXuYC9kKrjiJti_jphl6W1ASozhm5C390JCjQ"},"spells":[{"totalPerDay":"--","totalKnown":"6","dc":"12","slotted":[{"level":0,"prepared":0,"cast":0,"name":"Daze","school":"Enchantment","subschool":"Compulsion"},{"level":0,"prepared":0,"cast":0,"name":"Spark","school":"Evocation","subschool":""},{"level":0,"prepared":0,"cast":0,"name":"Message","school":"Transmutation","subschool":""},{"level":0,"prepared":0,"cast":0,"name":"Unwitting Ally","school":"Enchantment","subschool":"Charm"},{"level":0,"prepared":0,"cast":0,"name":"Summon Instrument","school":"Conjuration","subschool":"Summoning"},{"level":0,"prepared":0,"cast":0,"name":"Mage Hand","school":"Transmutation","subschool":""}]},{"totalPerDay":"4","totalKnown":"4","slotted":[{"level":1,"prepared":0,"cast":0,"name":"Sleep","school":"Enchantment","subschool":"Compulsion"},{"level":1,"prepared":0,"cast":0,"name":"Cure Light Wounds","school":"Conjuration","subschool":"Healing"},{"level":1,"prepared":0,"cast":0,"name":"Ear-Piercing Scream","school":"Evocation","subschool":""},{"level":1,"prepared":0,"cast":0,"name":"Grease","school":"Conjuration","subschool":"Creation"}],"dc":"13"},{"totalPerDay":"3","totalKnown":"4","slotted":[{"level":2,"prepared":0,"cast":0,"name":"Glitterdust","school":"Conjuration","subschool":"Creation"},{"level":2,"prepared":0,"cast":0,"name":"Silence","school":"Illusion","subschool":"Glamer"},{"level":2,"prepared":0,"cast":0,"name":"Mirror Image","school":"Illusion","subschool":"Figment"},{"level":2,"prepared":0,"cast":0,"name":"Invisibility","school":"Illusion","subschool":"Glamer","marked":false}],"dc":"14"},{},{},{},{},{},{},{}],"name":"Scrot","modified":"2022-08-02T01:29:30.326Z","alignment":"Chaotic Evil","race":"RatFolk","size":"S","level":"Bard 6th LV","abilities":{"str":"11","cha":"15","wis":"8","int":"12","con":"12","dex":"16","tempDex":""},"gender":"","ac":{"sizeModifier":"1","total":"18","shieldBonus":"1","armorBonus":"3"},"skills":{"acrobatics":{"classSkill":true,"ranks":"1"},"appraise":{"classSkill":true},"bluff":{"classSkill":true,"ranks":"","misc":"Comedy (use perform)"},"climb":{"classSkill":true,"ranks":"1"},"craft1":{"classSkill":true,"racial":"+2","ranks":"1"},"diplomacy":{"classSkill":true,"ranks":"","misc":"Oratory (use perform)"},"disguise":{"classSkill":true,"ranks":"1"},"escapeArtist":{"classSkill":true,"ranks":"1"},"intimidate":{"classSkill":true,"ranks":"","misc":"Comedy (use perform)"},"knowledgeArcana":{"classSkill":true,"ranks":"1"},"knowledgeDungeoneering":{"classSkill":true,"ranks":"1"},"knowledgeEngineering":{"classSkill":true,"ranks":"1"},"knowledgeGeography":{"classSkill":true,"ranks":"1"},"knowledgeHistory":{"classSkill":true,"ranks":"1"},"knowledgeLocal":{"classSkill":true,"ranks":"1"},"knowledgeNature":{"classSkill":true,"ranks":"1"},"knowledgePlanes":{"classSkill":true,"ranks":"1"},"knowledgeNobility":{"classSkill":true,"ranks":"1"},"knowledgeReligion":{"classSkill":true,"ranks":"1"},"linguistics":{"classSkill":true,"ranks":"1"},"perception":{"classSkill":true,"ranks":"6","racial":"+2"},"perform1":{"classSkill":true,"ranks":"6"},"profession1":{"classSkill":true},"senseMotive":{"classSkill":true,"ranks":"","misc":"Oratory (use Perform)"},"sleightOfHand":{"classSkill":true,"ranks":"1"},"spellcraft":{"classSkill":true},"stealth":{"classSkill":true,"ranks":"3","racial":"+4"},"useMagicDevice":{"classSkill":true,"racial":"+2","ranks":"1"}},"melee":[{"attackBonus":"+1 (size)"},{"weapon":"Mwrk Rapier","attackBonus":"+1"}],"cmd":{"sizeModifier":"-1"},"age":"13","hair":"Rat","eyes":"Rat","feats":[{"name":"Discordant Voice","type":"3rd Level","notes":"Whenever you are using bardic performance to create a spell-like or supernatural effect, allies within 30 feet of you deal an extra 1d6 points of sonic damage with successful weapon attacks. This damage stacks with other energy damage a weapon might deal. Projectile weapons bestow this extra damage on their ammunition, but the extra damage is dealt only if the projectile hits a target within 30 feet of you."},{"name":"Lingering Performance","type":"5th Lv","notes":"The bonuses and penalties from your bardic performance continue for 2 rounds after you cease performing. Any other requirement, such as range or specific conditions, must still be met for the effect to continue. If you begin a new bardic performance during this time, the effects of the previous performance immediately cease."}],"bab":"4","speed":{"base":"20"},"saves":{"fort":{"base":"2","total":"4"},"reflex":{"base":"5","total":"9"},"will":{"base":"5","total":"5"}},"specialAbilities":[{"name":"Bardic Knowledge","type":""},{"name":"Bardic Performance 16 r/day","type":"","notes":"Use the Perform skill to create magical effects on those around him, including himself if desired. He can use this ability for a number of rounds per day equal to 4 + his Charisma modifier"},{"name":"Cantrips","type":""},{"name":"Countersong","type":"","notes":"At 1st level, a bard learns to counter magic effects that depend on sound (but not spells that have verbal components.) Each round of the countersong he makes a Perform (keyboard, percussion, wind, string, or sing) skill check. Any creature within 30 feet of the bard (including the bard himself) that is affected by a sonic or language-dependent magical attack may use the bard’s Perform check result in place of its saving throw if, after the saving throw is rolled, the Perform check result proves to be higher. If a creature within range of the countersong is already under the effect of a non-instantaneous sonic or language-dependent magical attack, it gains another saving throw against the effect each round it hears the countersong, but it must use the bard’s Perform skill check result for the save. Countersong does not work on effects that don’t allow saves. Countersong relies on audible components."},{"name":"Distraction","type":"","notes":"At 1st level, a bard can use his performance to counter magic effects that depend on sight. Each round of the Distraction, he makes a Perform (act, comedy, dance, or oratory) skill check. Any creature within 30 feet of the bard (including the bard himself) that is affected by an illusion (pattern) or illusion (figment) magical attack may use the bard’s Perform check result in place of its saving throw if, after the saving throw is rolled, the Perform check result proves to be higher. If a creature within range of the Distraction is already under the effect of a non-instantaneous illusion (pattern) or illusion (figment) magical attack, it gains another saving throw against the effect each round it sees the Distraction, but it must use the bard’s Perform check result for the save. Distraction does not work on effects that don’t allow saves. Distraction relies on visual components."},{"name":"Fascinate - Will Save DC 15","type":"-4 on skill checks","notes":"At 1st level, a bard can use his performance to cause one or more creatures to become fascinated with him. Each creature to be fascinated must be within 90 feet, able to see and hear the bard, and capable of paying attention to him. The bard must also be able to see the creatures affected. The Distraction of a nearby combat or other dangers prevents the ability from working. For every three levels a bard has attained beyond 1st, he can target one additional creature with this ability. Each creature within range receives a Will save (DC 10 + 1/2 the bard’s level + the bard’s Cha modifier) to negate the effect. If a creature’s saving throw succeeds, the bard cannot attempt to fascinate that creature again for 24 hours. If its saving throw fails, the creature sits quietly and observes the performance for as long as the bard continues to maintain it. While fascinated, a target takes a –4 penalty on skill checks made as reactions, such as Perception checks. Any potential threat to the target allows the target to make a new saving throw against the effect. Any obvious threat, such as someone drawing a weapon, casting a spell, or aiming a weapon at the target, automatically breaks the effect. Fascinate is an enchantment (compulsion), mind-affecting ability. Fascinate relies on audible and visual components in order to function."},{"name":"Inspire Courage +2","type":"+2 morale bonus against charm, +2 to atk + dmg","notes":"A 1st level bard can use his performance to inspire courage in his allies (including himself), bolstering them against fear and improving their combat abilities. To be affected, an ally must be able to perceive the bard’s performance. An affected ally receives a +1 morale bonus on saving throws against charm and fear effects and a +1 competence bonus on attack and weapon damage rolls. At 5th level, and every six bard levels thereafter, this bonus increases by +1, to a maximum of +4 at 17th level. Inspire courage is a mind-affecting ability. inspire courage can use audible or visual components. The bard must choose which component to use when starting his performance."},{"name":"Inspire Competence +2","type":"+2 competence bonus on skill checks","notes":"A bard of 3rd level or higher can use his performance to help an ally succeed at a task. The ally must be within 30 feet and able to see and hear the bard. The ally gets a +2 competence bonus on skill checks with a particular skill as long as she continues to hear the bard’s performance. This bonus increases by +1 for every four levels the bard has attained beyond 3rd (+3 at 7th, +4 at 11th, +5 at 15th, and +6 at 19th). Certain uses of this ability are infeasible, such as Stealth, and may be disallowed at the GM’s discretion. A bard can’t inspire competence in himself. inspire competence relies on audible components."},{"name":"Versatile performance (Comedy) (Oratory)"},{"name":"Suggestion - Will save DC 15 negates","school":"Enchantment","subschool":"Compulsion","notes":"A bard of 6th level or higher can use his performance to make a suggestion (as per the spell) to a creature that he has already fascinated (see above). Using this ability does not disrupt the fascinate effect, but it does require a standard action to activate (in addition to the free action to continue the fascinate effect). A bard can use this ability more than once against an individual creature during an individual performance. A Will saving throw (DC 10 + 1/2 bard’s level + bard’s Cha modifier) negates the effect. This ability affects only a single creature (but see mass suggestion, below). Suggestion is an enchantment (compulsion), mind-affecting, language-dependent ability and relies on audible components.\n\nSUGGESTION: \nYou influence the actions of the target creature by suggesting a course of activity (limited to a sentence or two). The suggestion must be worded in such a manner as to make the activity sound reasonable. Asking the creature to do some obviously harmful act automatically negates the effect of the spell.\n\nThe suggested course of activity can continue for the entire duration. If the suggested activity can be completed in a shorter time, the spell ends when the subject finishes what it was asked to do. You can instead specify conditions that will trigger a special activity during the duration. If the condition is not met before the spell duration expires, the activity is not performed.\n\nA very reasonable suggestion causes the save to be made with a penalty (such as -1 or -2)."},{"name":"Lore Master 1/day","type":"Take 20 on any knowledge check"},{}],"gear":[{"type":"Cloak of Resistance","location":"Shoulders"},{"type":"Mwk Studded Leather Armor"}],"money":{"gp":"1500"}}